{
  "homeNav": "Home",
  "knowledgeNav": "Knowledge",
  "skillsNav": "Soft Skills",
  "projectsNav": "Projects",
  "contactNav": "Contact",
  "ola_me_chamo": "Hello, my name is",
  "e_sou_um": "and i'm a",
  "mais_sobre_mim": "More about me",
  "mais_sobre_mim_text": "I look for constant evolution at the basics, my focus at the beginning is to master pure JavaScript. I don't see the process of learning other languages as a limitation, but i know that what i want is to be a good developer at JS, React and Node+MongoDB as my strenghts",
  "programacao_renda": "Programming is not my source of income at the moment, but it is huge part of my day while i'm studing.",
  "meus_conhecimentos": "MY KNOWLEDGE",
  "conhecimento_js": "The basics isn't a problem, I can perform several tasks from DOM manipulation to Async/Await promises. I seek to master this language for its versatility and for having good libraries and frameworks available in the market.",
  "conhecimento_html": "The same way as CSS the ideas are quickly turned into the code, but some functions not so frequently used may need a little search at the documentation.",
  "conhecimento_node": "It isn't something unknwon,but in order to use it well and with the correct form i may need to search a little more at the docs.",
  "conhecimento_react": "Starting the studies with some basic projects such as:<ul>    <li>Habit Tracker 'Follow Along' - Rocketseat</li><li>'To-Do'</li> </ul> The 'Follow Along' Project was accomplished using the TypeScript+React languages ​​so along with the React experience, I also had a first contact with a typed programming language, nothing too deep but good for the first time.",

  "conhecimento_css": "Not all tasks are quickly completed, however, by knowing the possibilities and available tricks the answers are found and the ideas come to life.",
  "conhecimento_mongo": "It isn't something unknwon,but in order to use it well and with the correct form i may need to search a little more at the docs.",
  "conhecimento_tailwind": "Not all tasks are quickly completed, however, by knowing the possibilities and available tricks the answers are found and the ideas come to life.",
  "prudencia": "Prudence",
  "lideranca": "Leadership",
  "aprendiz": "Learner",
  "trabalho_em_equipe": "Team Work",
  "criterio": "Criteria",
  "prudencia_text": "Although I don't consider myself wise but being very communicative, many come to me for advice. I am a careful person and my choices are consistently prudent around the end goal.",
  "lideranca_text": "I constantly encourage the group to accomplish things and seek to preserve the harmony between the team by making everyone feel included. Organization of tasks for third parties and team management is something I have recently discovered in a new role, with great feedback.",
  "aprendiz_text": "I believe that being eternal learners is what makes us developers, so that we can walk a good path in life as a whole, always being in search of learning is essential.",
  "trabalho_em_equipe_text": "I can adapt easily to new groups. A loyal and dedicated colleague, I always do my part and work hard for the success of the group. I always seek to support in every kind of occasion that is possible.",
  "criterio_text": "Thinking about things and examining them from all sides are important aspects of who I am. Changing your mind is not a problem, but I don't make decisions without analyzing the possibilities.",
  "projetos": "PROJECTS",
  "shortner_text": "Project developed for implementation and testing of APIs / First contact with Serverless Functions",
  "crud_text": "Project created in order to be the first CRUD app developed entirely by me.",
  "crud_span": "hosted out of the S.A",
  "portfolio_text": "Created entirely with pure JS/CSS/HTML, to implement and improve what was learned during the initial studies.",
  "habit_text": "Project developed for first contact with TypeScript and ReactNative",
  "habit_span": "Not finished",
  "midias_sociais": "Social media",
  "entre_em_contato": "Get in touch",
  "nome": "Name:",
  "informacoes": "Message:",
  "link_abrir": "Access"
}
