{
  "homeNav": "Início",
  "knowledgeNav": "Conhecimento",
  "skillsNav": "Soft Skills",
  "projectsNav": "Projetos",
  "contactNav": "Contato",
  "ola_me_chamo": "Olá, me chamo",
  "e_sou_um": "e sou um",
  "mais_sobre_mim": "Mais sobre mim",
  "mais_sobre_mim_text": "Busco constante evolução nas linguagens base, tendo como foco para o início do aprendizado JavaScript puro. Não vejo aprender outras linguagens como limitação, mas trato aprender JS, React e Node+Mongo como meus pontos focais.",
  "programacao_renda": "Programação não é minha fonte de renda no momento, mas faz parte de todo o meu dia através de estudos.",
  "meus_conhecimentos": "MEUS CONHECIMENTOS",
  "conhecimento_js": " Conhecimento básico consolidado, consigo realizar diversas tarefas desde a manipulação da DOM quanto a Async/Await promisses.<br/> Busco dominar essa linguagem por sua versatilidade e por possuir boas bibliotecas disponíveis no mercado.",
  "conhecimento_html": "Assim como no CSS as ideias são rapidamente postas em prática,dependendo apenas de algumas consultas para funções que não são utilizadas com tanta frequência.",
  "conhecimento_node": " Conhecimento superficial, não é algo desconhecido, mas para que faça o uso de forma correta será necessário a consulta constante nos documentos da linguagem.",
  "conhecimento_react": "Iniciando os estudos com alguns projetos basicos como:<ul>    <li>Habit Tracker 'Follow Along' - Rocketseat</li><li>'To-Do'</li> </ul>  O Projeto Follow Along foi realizado utilizando as liguagens TypeScript+React para que junto da experiencia de React eu também tivesse já um p rimeiro contato com um método tipado.",

  "conhecimento_css": "  Nem todas as tarefas são realizadas de forma rápida, contudo, por conhecer as possibilidades e os atributos disponíveis, as respostas são encontradas e as ideias saem do papel.",
  "conhecimento_mongo": "  Conhecimento superficial, não é algo desconhecido, mas para que  faça o uso de forma correta será necessário a consulta nos documentos da ferramenta.",
  "conhecimento_tailwind": "Nem todas as tarefas são realizadas de forma rápida, contudo, por conhecer as possibilidades e os atributos disponíveis, as respostas são encontradas e as ideias saem do papel.",
  "prudencia": "Prudência",
  "lideranca": "Liderança",
  "aprendiz": "Aprendiz",
  "trabalho_em_equipe": "Trabalho em equipe",
  "criterio": "Critério",
  "prudencia_text": "Apesar de não me considerar sábio,mas por ser bem comunicativo, muitos vem até mim para aconselhamentos. Sou uma pessoa cuidadosa e minhas escolhas são consistentemente prudentes em torno do objetivo final.",
  "lideranca_text": "Constantemente encorajo o grupo a realizar coisas e busco  preservar a harmonia entre a equipe fazendo com que todos se  sintam incluídos. Organização de tarefas para terceiros e gerenciamento de equipe é algo que tenho descoberto recentemente em um novo cargo, mas com ótimos feedbacks.",
  "aprendiz_text": "Acredito que sermos aprendizes eternos é o que nos torna desenvolvedores, para que possamos trilhar um bom caminho na vida como um todo, estar sempre em busca de aprendizado é essencial.",
  "trabalho_em_equipe_text": "Me adapto facilmente a novos grupos. Um colega leal e dedicado,  sempre faço minha parte e trabalho duro pelo sucesso do grupo. Busco sempre apoiar em todo tipo de ocasião em que for possível.",
  "criterio_text": "Pensar sobre as coisas e examiná-las de todos os lados são aspectos importantes de quem eu sou. Mudar de ideia não é um problema, mas não tomo decisões sem analisar as possibilidades.",
  "projetos": "PROJETOS",
  "shortner_text": "Projeto desenvolvido para implementação e teste de APIs e Serverless Functions",
  "crud_text": "Projeto criado no intuito de ser o primeiro CRUD desenvolvido apenas por mim.",
  "crud_span": "hospedado fora do Brasil",
  "portfolio_text": "Criado todo com JS/CSS/HTML puros, para concretizar e aperfeiçoar o que foi aprendido durante os estudos iniciais.",
  "habit_text": "Projeto desenvolvido para primeiro contato com TypeScript e ReactNative",
  "habit_span": "Não finalizado",
  "midias_sociais": "Mídias sociais",
  "entre_em_contato": "Entre em contato",
  "nome": "Nome:",
  "informacoes": "Mensagem:",
  "link_abrir": "Abrir"
}
